Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: We keep a meticulous recording of the history of our empire, every event and individual is recorded, so is every action we take.
ru: Мы ведем тщательный учет истории нашей империи, каждое событие и личность записываются, как и каждое наше действие.

source: We know of this world!
ru: Мы знаем об этом мире!

source: We leave for now but we may always return at any given time later.
ru: Пока мы уходим, но мы в любое время можем вернуться.

source: We lose all thoughts and impression, there is only our weapons and the blood of our enemies.
ru: Мы теряем все мысли и впечатления, есть только наше оружие и кровь наших врагов.

source: We may monitor the expedition through the Intelligence Agency.
ru: Мы можем следить за экспедицией через Разведывательное управление.

source: We might eventually gain more insight into Faust if we research the proper technologies.
ru: Со временем мы могли бы лучше понять Фауста, если бы исследовали соответствующие технологии

source: We must be at war with an empire, and control or own a planet in a system they own.
ru: Мы должны быть в состоянии войны с империей и контролировать или владеть планетой в системе, которой они владеют.

source: We must be getting close.
ru: Должно быть, мы приближаемся.

source: We must bolster our defenses.
ru: Нам нужно укреплять оборону.

source: We must carefully chose to what extent we can risk the wrath of our neighbours.
ru: Мы должны тщательно выбирать, в какой степени мы можем рисковать гневом наших соседей.

source: We must complete the mission!
ru: Мы должны выполнить задачу!

source: We must ensure that at least parts of it is preserved without disruption, to remain as it has before we arrived.
ru: Мы должны позаботиться о том, чтобы хотя бы часть его сохранилась без разрушений и осталась такой, какой она была до нашего появления.

source: We must find a functional collector!
ru: Мы должны найти функционального коллекционера!

source: We must find it now.
ru: §HМы должны найти это сейчас§!

source: We must first select which Fallen Empire renegade we would like to contact.
ru: Прежде всего мы должны выбрать, с каким остатком Падшей Империи мы хотели бы связаться.

source: We must have at least 10 $blokkat_knowledge$.
ru: У нас должно быть по крайней мере 10$blokkat_knowledge$.

source: We must have at least 20 $blokkat_knowledge$.
ru: У нас должно быть по крайней мере 20$blokkat_knowledge$.

source: We must have at least 30 $blokkat_knowledge$.
ru: У нас должно быть по крайней мере 30$blokkat_knowledge$.

source: We must have at least 35 $blokkat_knowledge$.
ru: У нас должно быть по крайней мере 35$blokkat_knowledge$.

source: We must have at least 40 $blokkat_knowledge$.
ru: У нас должно быть по крайней мере 40$blokkat_knowledge$.

source: We must have at least 50 $blokkat_knowledge$.
ru: У нас должно быть не менее 50$blokkat_knowledge$.

source: We must have at least 60 $blokkat_knowledge$.
ru: У нас должно быть по крайней мере 60 $blokkat_knowledge$.

source: We must have mobilized against the Kaiser and supported at least one Flusionian nation.
ru: Мы, должно быть, мобилизовались против кайзера и поддержали по крайней мере одну Флюсиаллаианскую нацию.

source: We must hurry!
ru: Мы должны поторопиться!

source: We must investigate the peculiar gap between the Blokkats' apparent age and the age indicated by the findings in the Grand Archives.
ru: Мы должны исследовать своеобразный разрыв между кажущимся возрастом блоккатов и возрастом, указанным в находках в Больших архивах.

source: We must investigate their methods further.
ru: Мы должны продолжить изучение их методов

source: We must keep an eye on it.
ru: Мы должны следить за этим.

source: We must make a choice.
ru: Мы должны сделать выбор.

source: We must redouble our efforts.
ru: Нужно удвоить усилия.

source: We must refit our defensive perimeter stations to take advantage of new developments in starbase construction.
ru: Мы должны переоборудовать наши станции оборонительного периметра, чтобы воспользоваться преимуществами новых разработок в строительстве звездной базы

source: We must remain vigilant.
ru: Нельзя терять бдительности.

source: We must seize what we can before it is to late.
ru: Мы должны успеть сделать все, что в наших силах, пока не стало слишком поздно.

source: We must select, what do we truly value in thsi galaxy?
ru: Мы должны определить, что для нас действительно ценно.

source: We must stop draining this planet of cash, at least for now.
ru: Мы должны прекратить опустошать планету, по крайней мере пока.

source: We must wait for the experiment to conclude first.
ru: Сначала мы должны дождаться завершения эксперимента.

source: We need more!
ru: Продолжай с этим.

source: We need optimizations in the economic or architectural domain.
ru: Мне нужны советы в области экономики.

source: We need optimizations in the military domain.
ru: Мне нужны советы в военной области.

source: We need optimizations in the political or diplomatic domain.
ru: Я ищу несколько советов в политической области.

source: We need optimizations in the research domain.
ru: Я ищу некоторые советы в области исследований.

source: We need time to think.
ru: Нам нужно время, чтобы подумать.

source: We need to be in a war without the Katzens.
ru: Нам нужно участвовать в войне без Катзенов.

source: We need to find out where the Scarlet Scourge came from.
ru: Нам нужно выяснить, откуда взялся Алый бич.

source: We need to have a direct border with the Katzenartig Imperium.
ru: Нам нужна прямая граница с империумом Катзенртиг.

source: We need to have a valid admiral.
ru: Нам нужен действительный адмирал.

source: We need to stop the Sirens, so let us invest sufficient resources to allow for that
ru: Нам нужно остановить сирены, поэтому давайте вложим в это достаточно ресурсов

source: We need to stop the Sirens, so let us invest sufficient resources to allow for that.
ru: Нам нужно остановить сирены, поэтому давайте выделим для этого достаточные ресурсы

source: We need you to join our wars.
ru: Нам нужно, чтобы вы присоединились к нашим войнам.

source: We now have the possibility to construct ship with powerful sections composed of nanites, allowing them to carry more weapons and more modules.
ru: Теперь у нас есть возможность строить корабли с мощными секциями, состоящими из нанитов, что позволяет им нести больше оружия и больше модулей.

source: We now understand our true goal.
ru: Теперь мы понимаем нашу истинную цель

source: We now understand the absurd lengths to which a planet can be fortified, and with this knowledge we see a clear path towards improving our own defenses.
ru: Теперь мы понимаем, до какой абсурдной степени может быть укреплена планета, и с этим знанием мы видим четкий путь к улучшению нашей собственной обороны

source: We reach into the mortal mind of the enemy, turning their clarity to doubt, their hope to despair.
ru: Мы проникаем в разум врага, сея сомнения и подавляя волю.

source: We refuse.
ru: Мы отказываемся.

source: We remain dedicated to discovering the true nature of the Structure, but we must also keep our attention on the galaxy beyond its shell.
ru: Мы по-прежнему стремимся раскрыть истинную природу Структуры, но мы также должны сосредоточить наше внимание на галактике за ее оболочкой

source: We see the Structure with new eyes.
ru: Мы видим структуру новыми глазами

source: We seek a functional spire.
ru: Мы ищем функциональный шпиль

source: We seek to create solutions for the present with data of the past.
ru: Мы ищем вашего руководства.

source: We shall attempt to trigger psicatalyzed fusion in a controlled environment again, although it might be wise to only fire the project once our understanding of psionics has grown, otherwise it is likely to just fail again.
ru: Мы снова попытаемся запустить синтез с помощью псионики в контролируемой среде, хотя, возможно, было бы разумно запустить проект только после того, как наше понимание псионики улучшится, иначе, скорее всего, он снова потерпит неудачу

source: We shall bid our time.
ru: Мы предложим свое время.

source: We shall catch you, cat, and then understand... everything!
ru: Мы поймаем тебя, кэт, и тогда поймем... все!

source: We shall conduct a grand study to ensure this theory is entirely and completely disproven.
ru: Мы проведем масштабное исследование, чтобы убедиться, что эта теория целиком и полностью опровергнута.

source: We shall conquer the galaxy together, [Root.GetName]!
ru: Мы завоюем галактику вместе, [Root.GetName]!

source: We shall crack their pitiful world!
ru: Мы разрушим их жалкий мир!

source: We shall do so at once.
ru: Мы сделаем это немедленно.

source: We shall end them.
ru: Мы покончим с ними.

source: We shall fight and repel these invaders, no matter the cost!
ru: Мы будем сражаться и дадим отпор этим захватчикам, чего бы это ни стоило!

source: We shall fight to the end.
ru: Мы будем сражаться до конца.

source: We shall instead use an AI commander which can simultaneously control all ships in the fleet.
ru: Вместо этого мы будем использовать командира ИИ, который может одновременно управлять всеми кораблями флота.

source: We shall meet again.
ru: Мы встретимся снова.

source: We shall meet on the battlefield.
ru: Мы встретимся на поле боя.

source: We shall protect and elevate all of the peoples of Flusion.
ru: Мы защитим и возвысим все народы Флюсиаллаа.

source: We shall prove these fools wrong!
ru: Мы докажем, что эти дураки ошибаются!

source: We shall rid the universe of your kind!
ru: Мы избавим вселенную от вашего вида!

source: We shall see.
ru: Посмотрим.

source: We shall show you the true meaning of gaming.
ru: Мы покажем вам истинное значение игр.

source: We shall show your kind the true meaning of war, [Root.GetSpeciesName].
ru: Мы покажем вашему виду истинное значение войны, [Root.GetSpeciesName].

source: We shall teach him respect!
ru: Мы научим его уважению!

source: We shall work together for the greater good.
ru: Мы будем работать вместе для общего блага.

source: We should attempt to create an 'Orb of Knowledge'!
ru: Можем ли мы взять Сферу знаний?.

source: We should be able to improve our Enigmalith further now.
ru: Теперь мы должны быть в состоянии еще больше улучшить наш Энигмалит.

source: We should cultivate these lichens.
ru: Мы должны культивировать эти лишайники

source: We should encourage each one of our planets to develop their local economies in their own distinct way.
ru: Мы должны поощрять каждую из наших планет развивать местную экономику своим собственным способом.

source: We should engage in trade, but nothing more.
ru: Мы должны заниматься торговлей, но не более того

source: We should expect the worst.
ru: Нам следует ожидать худшего

source: We should gather whatever intel we can before it is too late.
ru: Мы должны собрать всю возможную информацию, пока не стало слишком поздно.

source: We should have known better...
ru: Мы должны были знать лучше

source: We should leave this unique ecosystem unspoiled.
ru: Нам лучше оставить эту уникальную экосистему в покое.

source: We should look elsewhere for results...
ru: Мы должны искать результаты в других местах...

source: We should make good use of whatever time we have left before the Awakening.
ru: Мы должны хорошо использовать то время, которое у нас осталось до Пробуждения.

source: We should try to use all organic matter for the growing of new drones, some might be used for construction but it is not desired.
ru: Мы должны использовать все органическое вещество для создания новых дронов. Некоторые его количество может быть использовано для строительства, но только в крайнем случае.

source: We shouldn't do that.
ru: Мы не должны этого делать.

source: We shouldn't risk our [Owner.GetScientistPlural]' lives and resources for that.
ru: Мы не должны рисковать жизнями и ресурсами наших ученых ради этого.

source: We start to lose control of our mind, the flame takes over more and more, driving us to violence.
ru: Мы начинаем терять контроль над своим разумом, пламя забирает целиком, направляя по пути насилия.

source: We still need to target more planets before firing.
ru: Нам все еще нужно нацелиться на большее количество планет, прежде чем стрелять.

source: We still need to target more stars before firing.
ru: Нам все еще нужно нацелить больше звезд, прежде чем стрелять.

source: We strike out into the darkness, in search of truth.
ru: Мы отправляемся во тьму в поисках истины

source: We submit.
ru: Мы подчиняемся.

source: We understand.
ru: Мы понимаем.

source: We value learning.
ru: Мы ценим обучение.

source: We will attempt to build a bootleg Dimensional Mirror to gain valuable insights on the inner workings of Phanon technology!
ru: Мы попробуем построить несанкционированное Пространственное Зеркало, чтобы получить ценные сведения о внутреннем устройстве технологий Фанона!

source: We will attempt to study the civilian application of dark matter even further to unlock its full potential.
ru: Мы попытаемся еще глубже изучить гражданское применение темной материи, чтобы раскрыть весь ее потенциал.

source: We will be granted several options to improve our leaders and access to assign phanon leader traits.
ru: Нам будет предоставлено несколько вариантов улучшения наших лидеров и доступ к присвоению черт лидеров Фанона.

source: We will be granted several options to improve our leaders and mass transform Xeno pops into our dominant species.
ru: Нам будет предоставлено несколько вариантов для улучшения наших лидеров и массового превращения ксеносов в наш доминирующий вид.

source: We will be granted several options to improve our leaders, mass transform Xeno pops into our dominant species and access to assign phanon leader traits.
ru: Нам будет предоставлено несколько вариантов улучшения наших лидеров, массовое превращение ксеносов в наш доминирующий вид и доступ к присвоению черт лидеров Фанона.

source: We will be notified about stability celebrations on our colonies.
ru: Нас снова предупредят о праздновании стабильности наших колоний.

source: We will be notified again about the activities of our $ap_chosen_ruler$.
ru: Мы снова будем предупреждены о деятельности нашего избранного правителя.

source: We will be warned again about the birth of a new pop from our hivemind reserves.
ru: Нас снова предупредят о рождении нового попа из наших резервов хибминда.

source: We will be warned again about the wastes purification of our colonies.
ru: Нас снова предупредят об очистке отходов наших колоний.

source: We will become phenomenal!
ru: Мы станем феноменальными!

source: We will build our own databank!
ru: Мы создадим наш собственный банк данных!

source: We will build something better than you could have, together.
ru: Вместе мы построим что-то лучшее, чем вы могли бы иметь.

source: We will buy 10 Robot pops
ru: Мы купим 10 роботов

source: We will buy 10 Slave pops
ru: Мы купим 10 рабов

source: We will buy 20 Robot pops
ru: Мы купим 20 роботов

source: We will buy 20 Slave pops
ru: Мы купим 20 рабов

source: We will buy 40 Robot pops
ru: Мы купим 40 роботов

source: We will buy 40 Slave pops
ru: Мы купим 40 рабов

source: We will buy 5 Robot pops
ru: Мы купим 5 роботов

source: We will buy 5 Slave pops
ru: Мы купим 5 рабов

source: We will change the planetary modifiers and deposits of this colony using a branch of the $ap_stellar_manipulation$ technology.
ru: Модификаторы планеты и месторождения будут изменены, что сделает колонию совершенно новой.

source: We will claim everything we think we can get, draining our citizens of whatever possession we can coerce them of.
ru: Мы будем претендовать на всё, до чего можем дотянуться, эксплуатируя наших граждан в той степени, в какой можем себе это позволить.

source: We will continue fighting the Katzenartig Imperium until the bitter end.
ru: Мы будем продолжать сражаться с империумом Катзеринга до победного конца.

source: We will defeat our enemies together, or perish at the side of our allies.
ru: Мы победим наших врагов вместе или погибнем на стороне наших союзников.

source: We will delve deeper into this finding and examine its possibilities.
ru: Мы углубимся в изучение этого открытия и рассмотрим его возможности.

source: We will discover our destiny together.
ru: Мы откроем нашу судьбу вместе

source: We will endure.
ru: Мы будем терпеть.

source: We will exchange information to learn more about each other.
ru: Мы будем обмениваться информацией, чтобы узнать больше друг о друге

source: We will find another way.
ru: Мы найдем другой способ.

source: We will forever honor its sacrifice!
ru: Мы всегда будем чтить его жертву!

source: We will go back to observing the project from afar.
ru: Мы вернемся к наблюдению за проектом издалека.

source: We will honor them.
ru: Мы будем чтить их.

source: We will improve our countermeasures against the Sirens.
ru: Мы будем совершенствовать наши меры противодействия сиренам

source: We will launch an immediate attack with the aim of exterminating every last one of these aliens.
ru: Мы начнем немедленную атаку с целью уничтожения всех до единого из этих пришельцев

source: We will make records of this galaxy, mapping every planet, recording every system and every celestial body it contains.
ru: Мы будем вести подробные галактические отчеты, картографировать каждую планету, изучать каждую систему и каждое небесное тело в ней.

source: We will meet you on the battlefield, then.
ru: Тогда мы встретимся с тобой на поле боя.

source: We will never surrender!
ru: Мы никогда не сдадимся!

source: We will not conduct any further forays into Faust's mysteries.
ru: Мы больше не будем углубляться в тайны Фауста

source: We will not give up yet!
ru: Мы еще не сдадимся!

source: We will not launch any raids
ru: Мы будем воздерживаться от нападений

source: We will recall our attaché, removing all benefits and debuffs.
ru: Мы отзовем нашего атташе, удалив все преимущества и дебаффы.

source: We will reclaim our home at any cost.
ru: Мы вернем себе наш дом любой ценой

source: We will save you from yourselves.
ru: Мы спасем вас от самих себя

source: We will see.
ru: Посмотрим.

source: We will send an information packet detailing our mission.
ru: Мы отправим информационный пакет с подробным описанием нашей миссии.

source: We will send embassies to their worlds to learn their ways, and teach them about ours.
ru: Мы отправим посольства в их миры, чтобы узнать их пути и научить их нашим.

source: We will send out representation drones to other empires through which we will be able to contact directly with their rulers.
ru: Мы отправим в другие империи дроны-представители, с помощью которых сможем напрямую связаться с их правителями.

source: We will send your kind back into the depths!
ru: Мы отправим таких, как вы, обратно в бездну!

source: We will stay loyal to the Katzens, for now...
ru: Мы останемся верны Катзенм, пока...

source: We will stop you!
ru: Мы остановим вас!

source: We will take care of these ships.
ru: Мы позаботимся об этих кораблях.

source: We will tame it and prove [root.GetSpeciesName] superior to all others
ru: Мы приручим его и докажем [root.GetSpeciesName] превосходство над всеми остальными

source: We will turn all of our minds to recreating how you have done this.
ru: Мы обратим все наши умы к воссозданию того, как вы это сделали.

source: We will use all means to get what we want.
ru: Мы будем использовать все средства, чтобы получить желаемое.

source: We will use the knowledge of the past to optimize our preparations for a future war!
ru: Научите нас, как подготовить войну.

source: We will wait for a solution... there is nothing to do but hope.
ru: Мы ждем, ждем решения... нет ничего, кроме надежды

source: We will win this match, then we'll go for round two.
ru: Мы выиграем этот матч, а затем перейдем ко второму раунду.

source: We wish for an exchange of goods and ideas.
ru: Мы желаем обмена товарами и идеями

source: We won't be able to make such a request for the next 5 Years.
ru: Мы не сможем сделать такой запрос в течение следующих 5 лет.

source: We won't do anything and wait for them to finish their project.
ru: Мы ничего не будем делать и подождем, пока они закончат свой проект.

source: We would like to apologize.
ru: Мы хотели бы извиниться.

source: We would like to sacrifice a world to you.
ru: Мы хотели бы принести вам в жертву целый мир.

source: We'd like to contribute to your cause.
ru: Мы хотели бы внести свой вклад в ваше дело.

source: We'd like to discuss land trades...
ru: Мы хотели бы обсудить сделки с землей...

source: We'd like to discuss something else...
ru: Мы хотели бы обсудить кое-что еще...

source: We'd like to know more about you.
ru: Мы хотели бы узнать о вас больше

source: We'd like to know more about your kind...
ru: Мы хотели бы узнать больше о вашем роде...

source: We'd like to recall our Attaché
ru: Мы хотели бы отозвать нашего атташе

source: We'd like to send a diplomatic attaché.
ru: Мы хотели бы послать дипломатического атташе.

source: We'd like to talk...
ru: Мы хотели бы поговорить...

source: We'll crush them if they try anything.
ru: Мы сокрушим их, если они попытаются что-нибудь предпринять

source: We'll do what we can to strike at their power plants, then.
ru: Тогда мы сделаем все, что в наших силах, чтобы нанести удар по их электростанциям.

source: We'll get them next time!
ru: Мы достанем их в следующий раз!

source: We'll give him his energy, with orbital bombardment!
ru: Мы дадим ему его энергию с помощью орбитальной бомбардировки!

source: We'll have to solve this mystery.
ru: Наконец-то! Надеюсь, мы сможем положить конец этому галактическому кошмару!

source: We'll keep an eye out for '
ru: Мы будем присматривать за '

source: We'll meet again.
ru: Мы встретимся снова.

source: We'll never surrender to talking horses!
ru: Мы никогда не сдадимся говорящим лошадям!

source: We'll nip them in the bud.
ru: Мы пресечем их в зародыше.

source: We'll see about that.
ru: Это мы еще посмотрим

source: We'll show 'em!
ru: Мы им покажем!

source: We're close to unlocking the secrets of the universe.
ru: Мы близки к раскрытию секретов Вселенной.

source: We're getting close.
ru: Мы приближаемся

source: We're looking for something else...
ru: Я ищу кое-что еще...

source: We're lucky the archive is at least partially intact.
ru: Нам повезло, что архив хотя бы частично не поврежден

source: We're upgrading this section of the facility to accommodate and support our ever growing populous.
ru: Мы модернизируем эту секцию объекта, чтобы разместить и поддержать наше постоянно растущее население.

source: We've only scratched the surface of this behemoth...
ru: Мы только поцарапали поверхность этого чудовища...

source: We've theorized we can blind some of Aeternum's most delicate sensors, which should allow us to cloak past their citadels with much greater ease.
ru: Мы предположили, что можем ослепить некоторые из самых чувствительных сенсоров Вечности, что должно позволить нам с гораздо большей легкостью проходить мимо их цитаделей.

source: Weakness Found
ru: Обнаружена слабость

source: Weapon Batteries
ru: Оружейные батареи

source: Weaponized Crust
ru: Оружейная корочка

source: Weapons Factories
ru: Фабрики кованого оружия

source: Weapons Factory
ru: Фабрика кованого оружия

source: Weapons Forger Drones
ru: Дроны-формовщики оружия

source: Weaponsmith
ru: Формовщик оружия

source: Weaponsmith Drone
ru: Дроны-формовщики оружия

source: Weaponsmiths
ru: Формовщики оружия

source: Weaving Assembies
ru: Ткацкие сборки

source: Weaving Assembly
ru: Ткацкий узел

source: Weber
ru: Вебер

source: Welcome aboard.
ru: Добро пожаловать на борт

source: Welcome home.
ru: Добро пожаловать домой.

source: Welcome in!
ru: Добро пожаловать!
